---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AirFlowDividedByCoolingLoad
source: html/9a8629e8-49a7-6c50-6aee-99561b559861.htm
---
# Autodesk.Revit.DB.SpecTypeId.AirFlowDividedByCoolingLoad Property

Air Flow divided by Cooling Load, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AirFlowDividedByCoolingLoad { get; }
```